Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/oopa_saanijd_-kuvasanakirja_ilmestyy_digikirjana.html.tmx
Source language: fin
Languages: sms

source: Oopâ saanijd -kuvasanakirja ilmestyy digikirjana
sms: Oopâ saanijd -koovvsääʹnnǩeʹrjj iʹlmstââvv digiǩeʹrjjen

source: Suositusta Oopâ saanijd -kuvasanakirjasta julkaistaan nyt digiversio.
sms: Peäggtum Oopâ saanijd -koovvsääʹnnǩeʹrjj iʹlmstââvv ååʹn digihääʹmest.

source: Alkuperäisen kirjan tekijä on Matti Morottaja ja kirjan kuvat on piirtänyt Sirpa Seppänen.
sms: Vuõssǩeeʹrj raajji lij Matti Morottaja da ǩeeʹrj koovid lij pirstam Sirpa Seppänen.

source: Matti Morottaja on myös lukija digikirjassa.
sms: Matti Morottaja lij še digiǩeeʹrj saani lookkjen.

source: Digikirjassa on käytetty alkuperäisen kirjan kuvia ja tekstejä.
sms: Digiǩeeʹrjest lie õnnum alggǩeeʹrj koov da teeʹkst.

source: Digikirjaan on kuvan ja tekstin lisäksi lisätty ääni.
sms: Digiǩerjja lij koovi da teeʹkst lââʹssen lââʹzztum jiõnn.

source: Nyt on mahdollista opetella myös sanojen ääntämistä.
sms: Ååʹn lij vueiʹttemvuõtt mättʼtõõllâd še saani jiõnnummuž.

source: Digikirjan teknisestä toteutuksesta ja sanojen äänittämisestä vastasivat Anne Seipiharju ja Miina Seurujärvi.
sms: Digiǩeeʹrj teeknlaž tuejast da saani jiõntummžset vaʹsttee Anne Seipiharju da Miina Seurujärvi.

source: Ääninauhojen leikkauksen ja äänten käsittelyn on tehnyt Janne Lappalainen.
sms: Jiõnnliânti čuõppmest da jiõni ǩiõttʼtõõllmest lij vaʹsttääm Janne Lappalainen.

source: Saamelaiskäräjien oppimateriaalit
sms: Sääʹmteeʹǧǧ mättmateriaal
